Repository: Eviseek/ChallengesApp
Catalog: Localizable.xcstrings
Source language: en
Languages: cs

source: %lld days left
cs: Zbývá %lld dní

source: %lld exercises
cs: %lld cviků

source: %lld exercises tried
cs: %lld vyzkoušených cviků

source: %lld hours
cs: %lld hodin

source: %lld minutes
cs: %lld minut

source: %lld participants
cs: %lld účastníků

source: %lld people joined
cs: %lld účastníků se připojilo

source: %lld points
cs: %lld bodů

source: %lld pts
cs: %lld b.

source: %lld sets
cs: %lld sérií

source: %lld workouts
cs: %lld tréninků

source: Account
cs: Účet

source: Active
cs: Aktivní

source: Add
cs: Přidat

source: Add exercise
cs: Přidat cvik

source: Add set
cs: Přidat set

source: Add your first exercise to start building this workout.
cs: Přidej první cvik a začni sestavovat trénink.

source: An unexpected error occurred.
cs: Vyskytla se nečekaná chyba.

source: Arms
cs: Paže

source: Back
cs: Záda

source: Cancel
cs: Zrušit

source: Cardio
cs: Kardio

source: Categories
cs: Kategorie

source: Challenge Ended!
cs: Výzva skončila!

source: Challenge filter
cs: Filtr výzev

source: Challenges
cs: Výzvy

source: Check back later — challenges are set up by your group admin.
cs: Zkus to později — výzvy nastavuje správce.

source: Check your connection and try again.
cs: Zkontroluj připojení k internetu a zkus to znovu.

source: Chest
cs: Hrudník

source: Continue with Google
cs: Pokračovat s Google

source: Core
cs: Střed těla

source: Couldn't delete data.
cs: Smazání dat selhalo.

source: Couldn't load data.
cs: Načtení dat selhalo.

source: Couldn't save data.
cs: Uložení dat selhalo.

source: Couldn't sync data.
cs: Aktualizace dat selhala.

source: Current exercise
cs: Aktuální cvičení

source: Delete
cs: Smazat

source: Delete Set
cs: Smazat sérii

source: Delete workout
cs: Smazat trénink

# DeleteWorkoutMessage
source: This workout will be permanently deleted. Are you sure?
cs: Tento trénink bude nenávratně smazán. Jsi si jistý?

source: Description
cs: Popis

source: Dismiss
cs: Zavřít

source: Dismiss workout
cs: Zavřít trénink

source: Done
cs: Hotovo

source: Duration
cs: Doba

source: Duration %@, %@, %@
cs: Doba %@, %@, %@

source: Edit workout
cs: Upravit trénink

source: Empty
cs: Prázdné

source: Empty Sets
cs: Prázdné sety

source: Ended
cs: Ukončeno

source: Ended %@
cs: Ukončeno %@

source: Ends today
cs: Končí dnes

source: Exercises
cs: Cviky

source: Exercises Tried
cs: Vyzkoušené cviky

source: Final results
cs: Konečné výsledky

source: Finish anyway
cs: Dokončit stejně

source: Finish workout
cs: Dokončit trénink

source: Goal
cs: Cíl

source: Goal: %@
cs: Cíl: %@

source: Hours Trained
cs: Odtrénované hodiny

source: In progress
cs: Probíhá

source: Leaderboard
cs: Žebříček

source: Legs
cs: Nohy

source: less than 1 minute
cs: méně než 1 minuta

source: Loading
cs: Načítání

source: Log out
cs: Odhlásit se

source: Login has failed.
cs: Přihlášení se nepovedlo.

source: Max Weight
cs: Největší váha

source: Minutes Trained
cs: Odtrénované minuty

source: More information
cs: Více informací

source: Muscle group
cs: Svalová skupina

source: My Amazing Workout
cs: Můj skvělý trénink

source: Name your workout
cs: Pojmenuj svůj trénink

source: No active challenge
cs: Žádná aktivní výzva

source: No active exercise
cs: Žádné aktivní cvičení

source: No exercises found
cs: Žádná cvičení nenalezena

source: No exercises yet
cs: Zatím žádné cviky

source: No exercises yet. Add your first exercise to start building this workout.
cs: Zatím žádné cviky. Přidej první cvik a začni sestavovat trénink.

source: No participants yet
cs: Zatím žádní účastníci

source: No past challenges
cs: Žádné minulé výzvy

source: No results
cs: Žádné výsledky

source: No workouts yet
cs: Zatím žádné tréninky

source: No workouts yet. Tap the button below to log your first session.
cs: Zatím žádné tréninky. Klepnutím na tlačítko níže zaznamenáš první trénink.

source: Note
cs: Poznámka

source: Only %lld participants competed.
cs: Soutěžilo pouze %lld účastníků.

source: Other
cs: Ostatní

source: Others
cs: Ostatní

source: Past
cs: Minulé

source: Pause workout
cs: Pozastavit trénink

source: Paused
cs: Pozastaveno

source: Please try again later.
cs: Prosím zkus to znova.

source: Prize
cs: Odměna

source: Prize: %@
cs: Odměna: %@

source: Profile
cs: Profil

source: Rank %lld, %@, %@
cs: Pořadí %lld, %@, %@

source: Remove %@
cs: Odebrat %@

source: Repeat workout
cs: Zopakovat trénink

source: Reps
cs: Opak.

source: Resume workout
cs: Pokračovat v tréninku

source: Save changes
cs: Uložit změny

source: Scores will appear here once people join the challenge.
cs: Skóre se zobrazí tady, jakmile se někdo připojí do challenge.

source: Search exercises
cs: Hledat cviky

source: Set %lld
cs: Série %lld

source: Set %lld, complete
cs: Série %lld, dokončeno

source: Sets
cs: Série

source: Shoulders
cs: Ramena

source: Show All Results
cs: Zobrazit všechny výsledky

source: Some of your sets are not filled out.
cs: Některé sety nejsou vyplněné.

source: Sort newest first
cs: Seřadit od nejnovějšího

source: Sort oldest first
cs: Seřadit od nejstaršího

source: Start Workout
cs: Začít trénink

source: Tap the button below to log your first session.
cs: Klepnutím na tlačítko níže zaznamenáš svůj první trénink.

source: This week
cs: Tento týden

source: Total duration
cs: Celková doba

source: Total volume in %@
cs: Celkový objem v %@

source: Track every rep. Own your progress.
cs: Zaznamenej každé opakování. Měj svůj pokrok pod kontrolou.

source: Try Again
cs: Zkusit znovu

source: Type
cs: Typ

source: Weight
cs: Váha

source: Winner: %@
cs: Vítěz: %@

source: Workout
cs: Trénink

source: Workout count
cs: Počet tréninků

source: Workout duration
cs: Doba tréninku

source: Workout Log
cs: Tréningový log

source: Workout paused
cs: Trénink pozastaven

source: Workout Tracker
cs: Cvičebníček

source: Workouts
cs: Tréninky

source: You
cs: Ty

source: You are offline.
cs: Nejsi připojen k internetu.

source: You're offline, so your workout was saved and paused. Finish it again once you're back online to save it.
cs: Jsi offline, takže tvůj trénink byl uložen a pozastaven. Dokonči ho znovu, jakmile budeš zpět online, a trénink se uloží.

source: Your stats
cs: Tvoje statistiky
